Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/angirusset-ain-ulbmillaccat-samegielaid-ovdii.html.tmx
Source language: sme
Languages: sma

source: Áŋgiruššet ain ulbmillaččat sámegielaid ovdii / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: Edtja annje tjïelke ulmine barkedh dejtie saemien gïelide / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Áŋgiruššet ain ulbmillaččat sámegielaid ovdii
sma: Edtja annje tjïelke ulmine barkedh dejtie saemien gïelide

source: Ođasmahttin-, hálddahus- ja girkodepartemeanta ja Sámediggi geigejit odne nuppi raportta dan birra, mo Sámegielaid doaibmaplána čađahuvvo.
sma: Orrestehteme-, reereme- jïh gærhkoedepartemeente jïh Saemiedigkie dam mubpiem reektehtsem buektieh tjïrrehtimmien bïjre Dahkoesoejkesjistie saemien gïelide daan biejjien.

source: Raportta gávnnat neahttasiidduin regjeringen.no ja samediggi.no.
sma: Reektehtse lea nedtesæjrojne regjeringen.no jïh samediggi.no.

source: Sámegielaid dilli ovdána.
sma: Dah saemien gïelh leah aktene hijven evtiedimmesne.

source: 2012 sámegiela iskkadeapmi čájehii, ahte julev- ja máttasámenuorat leat geavahišgoahtán eanet sámegiela.
sma: Dïhte saemien gïelegoerehtimmie jaepeste 2012 vuesehte åtnoe saemien gïeleste læsseneminie julevsaemien jïh åarjelsaemien noeri gaskem.

source: Dat čájeha maid ahte sámi ollesolbmuin lea stuorra beroštupmi oahppat sámegiela.
sma: Dïhte aaj vuesehte stoerre ïedtje gååvnese saemien lïeredh geerve saemiej gaskem.

source: - Lean movtta, go sámegielaid ovddideames ja čalmmustahttimis leat bohtosat.
sma: - Manne geerjene ihke mijjieh daelie vuejnebe dïhte barkoe saemien gïeli gaavhtan jïh saemien gïelide våajnoes darjodh lea illedahkh vadteme.

source: Jos háliidit dili ain buorránit ovddos guvlui, de fertet ain áŋgiruššat ulbmillaččat.
sma: Jis daate hijven evtiedimmie edtja jåerhkedh dle daerpies ulmiestuvreldh barkojne.

source: Ráđđehus áigu danin ain nannet sámegielaid lagaš ovttasbarggus Sámedikkiin, Rigmor Aasrud dadjala.
sma: Reerenasse sæjhta dan åvteste aaj båetijen biejjien lïhke Saemiedigkine barkedh juktie vaarjelidh jïh nænnoestehtedh dejtie saemien gïelide, Rigmor Aasrud jeahta.

source: Sámedikkis lea mávssolaš rolla sámegielaid nannemis ja ovddideames.
sma: Saemiedigkie aktem vihkeles råållam åtna juktie saemien gïelide nænnoestehtedh jïh evtiedidh.

source: Mávssoleamos bargu dahkkojuvvo dattetge báikkálaš servodagain.
sma: Dïhte vihkielommes barkoe læjhkan voenges siebriedahkine dorjesåvva.

source: Ollu áŋgiris olbmot barget váibbakeahttá sámegielaid seailluhemiin ja ovddidemiin.
sma: Jïjnjh ïedtjeburrieh iktemearan barkeminie juktie saemien gïelem vaarjelidh jïh evtiedidh.

source: - Sámedikki váldoulbmil sámegielaid ovddideami oktavuođas lea lasihit sámegielhálliid logu ja sámegiela geavaheami.
sma: - Saemiedigkien åejvieulmie evtiedæmman saemien gïelese lea låhkoem gïeleutnijijistie lissiehtidh jïh åtnoem saemien gïeleste lissiehtidh.

source: Raporta čájeha, ahte leat bargamin rievttes guvlui, muhto ahte sámegielaid ovddideapmi gáibida eanet ruđalaš ja olmmošlaš návccaid.
sma: Reektehtse vuesehte mijjieh libie reaktoe geajnosne, men annje daerpies beetnehvierhtieh jïh almetjevierhtieh nænnoestehtedh saemien gïelese.

source: Dan ovdii Sámediggi áigu ain bargat ovttasráđiid ráđđehusain, sámediggepresideanta Egil Olli cealká.
sma: Daate lea mij akt mejnie Saemiedigkie sæjhta jåerhkedh barkedh rååresjimmesne reerenassine, saemiedigkiepresidente Egil Olli jeahta.

source: Sámegielaid doaibmaplána ovddiduvvui 2009.
sma: Dahkoesoejkesje saemien gïelide fraamme bïejesovvi jaepien 2009.

source: Doaibmaplána ulbmil lea oažžut eanebuid sámástit.
sma: Dahkoesoejkesjen ulmie lea jienebh åadtjodh mah saemien nuhtjieh.

source: Ulbmila sáhttá juksat dan láhkai, ahte áŋgireappot bargat sámegielaid ovdii iešguđet servodatsurggiin, erenoamážit oahpahusas ja oahpposuorggis, almmolaš bálvalusaid ja fuolahusa lágidettiin ja go geavahit čalmmustahttit sámegiela almmolaš oktavuođain.
sma: Edtja ulmiem jaksedh viehkine saemien gïelebarkoem nænnoestehtedh ovmessie siebriedahkesuerkine, joekoen lïerehtimmien jïh ööhpehtimmien sisnjeli, byögkeles dïenesje- jïh hoksedïenesji sisnjeli, jïh saemien gïelem nuhtjedh jïh våajnoes darjodh byögkeles ektiedimmine.

source: Loga rapporta
sma: Lohkh reektehtsem:
